import React from 'react'
import './index.scss'
import wife from '../../img/DSC_0840.jpg'

export default function About() {
  return (
    <section className='About'>
      <div className="About__text">
        <h1>Давыдкина Анна</h1>
        <p>Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Пор великий, напоивший грамматики несколько предупредила прямо назад обеспечивает жизни города текст использовало безопасную которой, единственное подпоясал его языком парадигматическая если вершину маленькая это. Текстами деревни точках бросил правилами языкового? Обеспечивает живет строчка он точках, назад рыбного знаках взобравшись прямо вскоре по всей злых меня языком текста имеет необходимыми грамматики агентство, своих себя? Знаках даль рыбного языком продолжил заголовок. То предупреждал текстами эта пор ты океана мир буквоград дорогу путь ему. Буквоград текст пустился родного переписали великий безопасную за повстречался букв!</p>
        <p>Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Пор великий, напоивший грамматики несколько предупредила прямо назад обеспечивает жизни города текст использовало безопасную которой, единственное подпоясал его языком парадигматическая если вершину маленькая это. Текстами деревни точках бросил правилами языкового? Обеспечивает живет строчка он точках, назад рыбного знаках взобравшись прямо вскоре по всей злых меня языком текста имеет необходимыми грамматики агентство, своих себя? Знаках даль рыбного языком продолжил заголовок. То предупреждал текстами эта пор ты океана мир буквоград дорогу путь ему. Буквоград текст пустился родного переписали великий безопасную за повстречался букв!</p>
      </div>
      <img src={wife} alt="Давыдкина Анна" />
    </section>
  )
}
